Repository: openeduhub/oeh-search-frontend
Catalog: src/locale/messages.*.xlf
Languages: de

source: Oops, something went wrong.
de: Da ist etwas schiefgelaufen.

source: Filters
de: Filter

source: Try our
de: Teste unsere

source: experimental features
de: experimentellen Funktionen

source: show me only OER
de: zeige mir nur OER

source: only OER
de: nur OER

source: help
de: Hilfe

source: What is OER?
de: Was ist OER?

source: Find suitable content, tools, and sources for teaching...
de: Finde die passenden Inhalte, Tools und Quellen für deinen Unterricht...

source: Clear
de: Zurücksetzen

source: Search
de: Suche

source: Type
de: Typ

source: Content type
de: Inhaltetyp

source: Educational level
de: Bildungsstufe

source: Discipline
de: Fachgebiet

source: Keyword
de: Schlagwort

source: Intended End User Role
de: Zielgruppe

source: Learning Resource Type
de: Medienart

source: Source
de: Quelle

source: Experiments
de: Experimente

source: Recommended by editorial team
de: Empfehlung der Redaktion

source: Previous page
de: Vorherige Seite

source: Next page
de: Nächste Seite

source: Preview
de: Vorschau

source: Learning resource type
de: Medienart

source: Reset
de: Zurücksetzen

source: Hide filters
de: Filter ausblenden

source: Currently, there are no applicable filters. Try another search string for more results.
de: Es gibt gerade keine anwendbaren Filter. Versuche einen anderen Suchbegriff um mehr Ergebnisse zu bekommen.

source: Educational Level
de: Bildungsstufe

source: Supplier
de: Bezugsquelle

source: Keywords
de: Schlagwörter

source: show more
de: mehr zeigen

source: Did you mean:
de: Meintest du:

source: No results
de: Keine Ergebnisse

source: Search without filters
de: Ohne Filter suchen

source: Result
de: Ergebnis

source: to {{ resultPageNumbers.to | number }}
de: bis {{ resultPageNumbers.to | number }}

source: of
de: von

source: Result view
de: Ergebnis-Ansicht

source: Standard view
de: Standard-Ansicht

source: Compact view
de: Kompakte Ansicht

source: {VAR_PLURAL, plural, =1 {result} other {results}}
de: {VAR_PLURAL, plural, =1 {Ergebnis} other {Ergebnisse}}

source: Participate
de: Mitmachen

source: All search results
de: Alle Suchergebnisse

source: Search results by content type
de: Suchergebnisse nach Inhaltetyp

source: We couldn't find any results with content-type information for the current search.
de: Für die aktuelle Suche konnten keine Ergebnisse mit Informationen zum Inhaltetyp finden.

source: Number of elements
de: Anzahl der Inhalte

source: Hide preview panel
de: Vorschauleiste ausblenden

source: Website
de: Webseite

source: more
de: mehr

source: less
de: weniger

source: Go to original page
de: Zur Originalseite

source: All details
de: Alle Details

source: Embed element
de: Element einbetten

source: Report problem
de: Problem melden

source: We received your report. Thank you for your help!
de: Wir haben deine Meldung bekommen. Danke für deine Hilfe!

source: Sorry, we couldn't send your report: {{ result.error.message }}
de: Entschuldige, wir konnten deine Meldung nicht abschicken: {{ result.error.message }}

source: License
de: Lizenz

source: Free of charge
de: Kostenlos verfügbar

source: Paid content
de: Kostenpflichtig

source: Price
de: Preis

source: No advertisement
de: Werbefrei

source: Contains advertisement
de: Enthält Werbung

source: Author
de: Autor*innen

source: Related Subject Pages
de: Verwandte Themenseiten

source: previous
de: zurück

source: next
de: vor

source: Report Problem
de: Problem melden

source: Report a problem with "{{ data.element | nodeProperty: 'title' }}".
de: Ein Problem mit "{{ data.element.lom.general.title }}" melden.

source: Problem kind
de: Art des Problems

source: Describe what's wrong
de: Beschreibe, was nicht stimmt

source: Your e-mail address (optional)
de: Deine E-Mail-Adresse (optional)

source: Cancel
de: Abbrechen

source: Report
de: Melden

source: Object not available
de: Medium nicht verfügbar

source: Problematic content
de: Problematischer Inhalt

source: Incorrect description
de: Fehlerhafte Beschreibung

source: Something else
de: Anderer Fehler

source: Configure
de: Konfiguriere

source: Heading
de: Überschrift

source: Description
de: Beschreibung

source: Grid-Type
de: Grid-Typ

source: Background-Color
de: Hintergrund-Farbe

source: Apply
de: Anwenden

source: Topic page for {{ topic() }}
de: Themenseite für {{ topic() }}
